[
  {
    "minor": "PROSMIN",
    "university_policies": "Salisbury University minors require:\n• The completion of at least 18 credits with grades of C or better.\n• At least 15 credits applied toward the minor must be coursework that is not used to\nsatisfy General Education requirements.\n• At least nine credits must be earned at SU.",
    "minor_req": "• The professional sales minor provides students with an in-depth understanding of sales and\nsales-related functions in an organization. Sales is a very important function as it is the only\nrevenue-generating function in an organization. The sales minor is open to any student at\nSU, provided they meet the prerequisites.\n• The minor requires 18 credit hours, any of which may be used to fulfill other degree\nrequirements.\n• All courses must be completed with a grade of C or better and none may be taken P\/F.\n• A minimum of 9 credits must be earned at SU.\n• Course substitution will only be allowed if a course has not been offered in two subsequent\nsemesters. The minor requires an internship in sales.\n• Student who have completed their ABLE internship in another area will be required to\ncomplete a new ABLE internship in the area of sales.\n• Students must declare the professional sales minor online at:\nwww.salisbury.edu\/perdue\/studentservices\/advising\/students\/minors.html.",
    "req_1": "REQUIRED COURSES (12 credits)",
    "course_1": [
      {
        "subject": "MKTG",
        "catalog": "337",
        "title": "Professional Selling",
        "credits": "3"
      },
      {
        "subject": "MKTG",
        "catalog": "407",
        "title": "Sales Management",
        "credits": "3"
      },
      {
        "subject": "MKTG",
        "catalog": "410",
        "title": "Advanced Professional Selling",
        "credits": "3"
      },
      {
        "subject": "MKTG",
        "catalog": "497",
        "title": "Professional Selling Internship",
        "credits": "3"
      }
    ],
    "req_2": "APPROVED ELECTIVES (6 credits) Choose 2 from the following (circle courses taken):",
    "course_2": [
      {
        "subject": "MKTG",
        "catalog": "401",
        "title": "Business Marketing",
        "credits": "3"
      },
      {
        "subject": "BUAD",
        "catalog": "345",
        "title": "Purchasing and Materials Management",
        "credits": "3"
      },
      {
        "subject": "MGMT",
        "catalog": "454",
        "title": "Negotiation",
        "credits": "3"
      }
    ]
  }
]